Repository: balzo-tech/PDFEasy-iOS
Catalog: pdfexpert/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Limit printing and copying
de: Drucken und Kopieren einschränken
es: Limitar la impresión y la copia
fr: Limiter l'impression et la copie
it: Limita stampa e copia
nl: Afdrukken en kopiëren beperken

source: List
de: Liste
es: Lista
fr: Liste
it: Elenco
nl: Lijst

source: Load a Markdown file
de: Eine Markdown-Datei laden
es: Cargar un archivo Markdown
fr: Charger un fichier Markdown
it: Carica un file Markdown
nl: Een Markdown-bestand laden

source: lock content
de: inhalt sperren
es: bloquear contenido
fr: verrouiller le contenu
it: blocca contenuto
nl: inhoud vergrendelen

source: Lock it with a password
de: Mit einem Passwort sperren
es: Bloquéalo con una contraseña
fr: Le verrouiller avec un mot de passe
it: Bloccalo con una password
nl: Vergrendel het met een wachtwoord

source: Look straight into the lens, with both ears equally visible.
de: Schauen Sie gerade in die Linse, beide Ohren gleich sichtbar.
es: Mira de frente al objetivo, con ambas orejas igual de visibles.
fr: Regardez droit dans l'objectif, les deux oreilles également visibles.
it: Guarda dritto nell'obiettivo, con entrambe le orecchie ugualmente visibili.
nl: Kijk recht in de lens, met beide oren even goed zichtbaar.

source: Look straight into the lens, with your head upright.
de: Schauen Sie gerade in die Linse, den Kopf aufrecht.
es: Mira de frente al objetivo, con la cabeza recta.
fr: Regardez droit dans l'objectif, la tête droite.
it: Guarda dritto nell'obiettivo, con la testa in verticale.
nl: Kijk recht in de lens, met uw hoofd rechtop.

source: Make
de: Erstellen
es: Crear
fr: Créer
it: Crea
nl: Maken

source: Make a PDF
de: PDF erstellen
es: Crear un PDF
fr: Créer un PDF
it: Crea un PDF
nl: Een PDF maken

source: Make a scanned PDF from ${images}
de: Ein gescanntes PDF aus ${images} machen
es: Crear un PDF escaneado a partir de ${images}
fr: Créer un PDF numérisé à partir de ${images}
it: Crea un PDF scansionato da ${images}
nl: Een gescande PDF maken van ${images}

source: Make a scanned PDF from images
de: Ein gescanntes PDF aus Bildern machen
es: Crear un PDF escaneado a partir de imágenes
fr: Créer un PDF numérisé à partir d'images
it: Crea un PDF scansionato dalle immagini
nl: Een gescande PDF maken van afbeeldingen

source: Make scans searchable
de: Scans durchsuchbar machen
es: Haz que se pueda buscar en los escaneos
fr: Rendre les numérisations consultables
it: Rendi ricercabili le scansioni
nl: Scans doorzoekbaar maken

source: Make Searchable (OCR)
de: Durchsuchbar machen (OCR)
es: Hacer que se pueda buscar (OCR)
fr: Rendre consultable (OCR)
it: Rendi ricercabile (OCR)
nl: Doorzoekbaar maken (OCR)

source: Make the file smaller
de: Die Datei kleiner machen
es: Reduce el tamaño del archivo
fr: Réduire la taille du fichier
it: Riduci le dimensioni del file
nl: Het bestand kleiner maken

source: Make your first PDF
de: Erstellen Sie Ihr erstes PDF
es: Crea tu primer PDF
fr: Créez votre premier PDF
it: Crea il tuo primo PDF
nl: Maak uw eerste PDF

source: Manage folders and tags
de: Ordner und Tags verwalten
es: Gestionar carpetas y etiquetas
fr: Gérer les dossiers et les tags
it: Gestisci cartelle e tag
nl: Mappen en tags beheren

source: Manage pages
de: Seiten verwalten
es: Gestionar las páginas
fr: Gérer les pages
it: Gestisci le pagine
nl: Pagina's beheren

source: Mark and Notes
de: Markierungen und Notizen
es: Resaltados y notas
fr: Surlignage et notes
it: Evidenzia e note
nl: Markering en notities

source: Markdown document
de: Markdown-Dokument
es: Documento Markdown
fr: Document Markdown
it: Documento Markdown

source: Markdown to PDF
de: Markdown in PDF
es: Markdown a PDF
fr: Markdown en PDF
it: Markdown in PDF
nl: Markdown naar PDF

source: Maximum
de: Maximal
es: Máxima
fr: Maximale
it: Massima

source: Maximum flexibility, you decide how long to stay
de: Maximale Flexibilität, Sie entscheiden, wie lange Sie bleiben
es: Máxima flexibilidad, tú decides cuánto tiempo quedarte
fr: Souplesse maximale, vous décidez combien de temps rester
it: Massima flessibilità, decidi tu per quanto restare
nl: Maximale flexibiliteit, u bepaalt hoe lang u blijft

source: Maximum flexibility, you decide when to cancel
de: Maximale Flexibilität, Sie entscheiden, wann Sie kündigen
es: Máxima flexibilidad, tú decides cuándo cancelar
fr: Souplesse maximale, vous décidez quand résilier
it: Massima flessibilità, decidi tu quando annullare
nl: Maximale flexibiliteit, u bepaalt wanneer u opzegt

source: Measured to the crown without the hair, so tall hair does not count towards the 36 mm.
de: Gemessen wird bis zum Scheitel ohne Haare, hohes Haar zählt also nicht zu den 36 mm.
es: Se mide hasta la coronilla sin el pelo, así que el pelo alto no cuenta para los 36 mm.
fr: La mesure va jusqu'au sommet du crâne sans les cheveux : une coiffure haute ne compte pas dans les 36 mm.
it: Si misura fino alla sommità del capo senza i capelli, quindi i capelli alti non contano nei 36 mm.
nl: Gemeten tot de kruin zonder het haar, zodat hoog haar niet meetelt voor de 36 mm.

source: Memorize signature
de: Unterschrift merken
es: Guardar la firma
fr: Mémoriser la signature
it: Memorizza la firma
nl: Handtekening onthouden

source: Merge ${files}
de: ${files} zusammenfügen
es: Combinar ${files}
fr: Fusionner ${files}
it: Unisci ${files}
nl: ${files} samenvoegen

source: merge layers
de: ebenen zusammenfügen
es: combinar capas
fr: fusionner les calques
it: unisci livelli
nl: lagen samenvoegen

source: Merge PDF
de: PDF zusammenfügen
es: Combinar PDF
fr: Fusionner le PDF
it: Unisci PDF
nl: PDF samenvoegen

source: Merge PDFs
de: PDFs zusammenfügen
es: Combinar PDF
fr: Fusionner des PDF
it: Unisci PDF
nl: PDF's samenvoegen

source: Merge, split, compress, protect, redact, read aloud — and all of it on your phone.
de: Zusammenfügen, teilen, komprimieren, schützen, schwärzen, vorlesen — und das alles auf Ihrem Telefon.
es: Une, divide, comprime, protege, censura, escucha — y todo en tu móvil.
fr: Fusionner, diviser, compresser, protéger, caviarder, écouter — et tout cela sur votre téléphone.
it: Unisci, dividi, comprimi, proteggi, oscura, ascolta — e tutto sul telefono.
nl: Samenvoegen, splitsen, comprimeren, beveiligen, redigeren, voorlezen — en dat allemaal op uw telefoon.

source: Merge, split, reorder and clean up
de: Zusammenfügen, teilen, neu ordnen und aufräumen
es: Combina, divide, reordena y limpia
fr: Fusionner, diviser, réordonner et nettoyer
it: Unisci, dividi, riordina e ripulisci
nl: Samenvoegen, splitsen, herordenen en opschonen

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
it: Metadati
nl: Metagegevens

source: Modified
de: Geändert
es: Modificado
fr: Modifié
it: Modificato
nl: Gewijzigd

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
nl: Maandelijks

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
nl: Meer

source: Move out of direct sunlight or turn the flash off.
de: Gehen Sie aus dem direkten Sonnenlicht oder schalten Sie den Blitz aus.
es: Sal de la luz directa del sol o apaga el flash.
fr: Sortez du soleil direct ou désactivez le flash.
it: Spostati dalla luce diretta del sole o spegni il flash.
nl: Ga uit direct zonlicht of zet de flitser uit.

source: Move to
de: Verschieben nach
es: Mover a
fr: Déplacer vers
it: Sposta in
nl: Verplaatsen naar

source: My documents
de: Meine Dokumente
es: Mis documentos
fr: Mes documents
it: I miei documenti
nl: Mijn documenten

source: My scans
de: Meine Scans
es: Mis escaneos
fr: Mes numérisations
it: Le mie scansioni
nl: Mijn scans

source: Needs fixing
de: Muss korrigiert werden
es: Hay que corregirla
fr: À corriger
it: Da sistemare
nl: Moet worden aangepast

source: negative
de: negativ
es: negativo
fr: négatif
it: negativo
nl: negatief

source: Neutral expression, mouth closed
de: Neutraler Ausdruck, Mund geschlossen
es: Expresión neutra, boca cerrada
fr: Expression neutre, bouche fermée
it: Espressione neutra, bocca chiusa
nl: Neutrale uitdrukking, mond dicht

source: new
de: neu
es: nuevo
fr: nouveau
it: nuovo
nl: nieuw

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
nl: Nieuw

source: New document
de: Neues Dokument
es: Documento nuevo
fr: Nouveau document
it: Nuovo documento
nl: Nieuw document

source: New folder
de: Neuer Ordner
es: Carpeta nueva
fr: Nouveau dossier
it: Nuova cartella
nl: Nieuwe map

source: New folder…
de: Neuer Ordner…
es: Carpeta nueva…
fr: Nouveau dossier…
it: Nuova cartella…
nl: Nieuwe map…

source: New PDF
de: Neues PDF
es: Nuevo PDF
fr: Nouveau PDF
it: Nuovo PDF
nl: Nieuwe PDF

source: New tag
de: Neues Tag
es: Etiqueta nueva
fr: Nouveau tag
it: Nuovo tag
nl: Nieuwe tag

source: New tag…
de: Neues Tag…
es: Etiqueta nueva…
fr: Nouveau tag…
it: Nuovo tag…
nl: Nieuwe tag…

source: Newest first
de: Neueste zuerst
es: Más recientes primero
fr: Plus récents d'abord
it: Prima i più recenti
nl: Nieuwste eerst

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende

source: Next page
de: Nächste Seite
es: Página siguiente
fr: Page suivante
it: Pagina successiva
nl: Volgende pagina

source: No
de: Nein
fr: Non
nl: Nee

source: No blank pages were found in your PDF.
de: In Ihrem PDF wurden keine leeren Seiten gefunden.
es: No se han encontrado páginas en blanco en tu PDF.
fr: Aucune page vide n'a été trouvée dans votre PDF.
it: Non sono state trovate pagine vuote nel tuo PDF.
nl: Er zijn geen lege pagina's gevonden in uw PDF.

source: No conversation yet
de: Noch keine Unterhaltung
es: Todavía no hay ninguna conversación
fr: Pas encore de conversation
it: Nessuna conversazione
nl: Nog geen gesprek

source: No differences
de: Keine Unterschiede
es: Sin diferencias
fr: Aucune différence
it: Nessuna differenza
nl: Geen verschillen

source: No document matches the folder and tags you picked.
de: Kein Dokument passt zu dem gewählten Ordner und den gewählten Tags.
es: Ningún documento coincide con la carpeta y las etiquetas que has elegido.
fr: Aucun document ne correspond au dossier et aux tags choisis.
it: Nessun documento corrisponde alla cartella e ai tag selezionati.
nl: Geen document komt overeen met de gekozen map en tags.

source: No document selected
de: Kein Dokument ausgewählt
es: Ningún documento seleccionado
fr: Aucun document sélectionné
it: Nessun documento selezionato
nl: Geen document geselecteerd

source: No face was found in this photo. Use a photo taken from the front, with the whole head in frame.
de: In diesem Foto wurde kein Gesicht gefunden. Verwenden Sie ein Foto von vorne, mit dem ganzen Kopf im Bild.
es: No se ha encontrado ningún rostro en esta foto. Usa una foto de frente, con toda la cabeza en el encuadre.
fr: Aucun visage n'a été trouvé sur cette photo. Utilisez une photo de face, avec toute la tête dans le cadre.
it: In questa foto non è stato trovato un viso. Usa una foto frontale, con tutta la testa nell'inquadratura.
nl: Er is geen gezicht gevonden op deze foto. Gebruik een foto van voren, met het hele hoofd in beeld.

source: No images were given to scan.
de: Es wurden keine Bilder zum Scannen übergeben.
es: No se ha proporcionado ninguna imagen para escanear.
fr: Aucune image n'a été fournie à numériser.
it: Non è stata fornita nessuna immagine da scansionare.
nl: Er zijn geen afbeeldingen aangeleverd om te scannen.

source: No obligation, you can cancel whenever you want.
de: Keine Verpflichtung, Sie können jederzeit kündigen.
es: Sin compromiso, puedes cancelar cuando quieras.
fr: Sans engagement, vous pouvez résilier quand vous voulez.
it: Nessun obbligo, puoi annullare quando vuoi.
nl: Vrijblijvend, u kunt op elk moment opzeggen.

source: No PDF matches your search
de: Kein PDF passt zu Ihrer Suche
es: Ningún PDF coincide con tu búsqueda
fr: Aucun PDF ne correspond à votre recherche
it: Nessun PDF corrisponde alla ricerca
nl: Geen PDF komt overeen met uw zoekopdracht

source: No Permission
de: Keine Berechtigung
es: Permiso denegado
fr: Autorisation refusée
it: Permesso negato
nl: Geen toestemming

source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
nl: Geen resultaten

source: No scans yet
de: Noch keine Scans
es: Todavía no hay escaneos
fr: Pas encore de numérisation
it: Ancora nessuna scansione
nl: Nog geen scans

source: No signature added
de: Keine Unterschrift hinzugefügt
es: No has añadido ninguna firma
fr: Aucune signature ajoutée
it: Nessuna firma aggiunta
nl: Geen handtekening toegevoegd

source: No subject was found in this photo. It works best with a person, an animal or an object in the foreground.
de: In diesem Foto wurde kein Motiv gefunden. Am besten funktioniert es mit einer Person, einem Tier oder einem Objekt im Vordergrund.
es: No se ha encontrado ningún sujeto en esta foto. Funciona mejor con una persona, un animal o un objeto en primer plano.
fr: Aucun sujet n'a été trouvé sur cette photo. Le résultat est meilleur avec une personne, un animal ou un objet au premier plan.
it: Non è stato trovato nessun soggetto in questa foto. Funziona meglio con una persona, un animale o un oggetto in primo piano.
nl: Er is geen onderwerp gevonden op deze foto. Het werkt het best met een persoon, een dier of een voorwerp op de voorgrond.

source: No template with that name.
de: Keine Vorlage mit diesem Namen.
es: No hay ninguna plantilla con ese nombre.
fr: Aucun modèle de ce nom.
it: Nessun template con questo nome.
nl: Geen sjabloon met die naam.

source: No text available on this page
de: Auf dieser Seite ist kein Text verfügbar
es: No hay texto disponible en esta página
fr: Aucun texte disponible sur cette page
it: Nessun testo disponibile in questa pagina
nl: Geen tekst beschikbaar op deze pagina

source: No text was found on those pages.
de: Auf diesen Seiten wurde kein Text gefunden.
es: No se ha encontrado texto en esas páginas.
fr: Aucun texte n'a été trouvé sur ces pages.
it: Non è stato trovato testo in quelle pagine.
nl: Op die pagina's is geen tekst gevonden.

source: No text was recognized in your PDF.
de: In Ihrem PDF wurde kein Text erkannt.
es: No se ha reconocido ningún texto en tu PDF.
fr: Aucun texte n'a été reconnu dans votre PDF.
it: Non è stato riconosciuto alcun testo nel tuo PDF.
nl: Er is geen tekst herkend in uw PDF.

source: No tool selected
de: Kein Werkzeug ausgewählt
es: Ninguna herramienta seleccionada
fr: Aucun outil sélectionné
it: Nessuno strumento selezionato
nl: Geen hulpmiddel geselecteerd

source: No unlimited editing, no signatures, no conversions to Word, Excel or PowerPoint, no scanning, no password protection, no AI. Do you want to start your free trial?
de: Keine unbegrenzten Bearbeitungen, keine Unterschriften, keine Umwandlung in Word, Excel oder PowerPoint, kein Scannen, kein Passwortschutz, keine KI. Möchten Sie Ihre kostenlose Testphase starten?
es: Sin edición sin límites, sin firmas, sin conversiones a Word, Excel o PowerPoint, sin escáner, sin protección con contraseña, sin IA. ¿Quieres empezar la prueba gratuita?
fr: Pas de modifications sans limites, pas de signatures, pas de conversions en Word, Excel ou PowerPoint, pas de numérisation, pas de protection par mot de passe, pas d'IA. Voulez-vous commencer votre essai gratuit ?
it: Niente modifiche senza limiti, niente firme, niente conversioni in Word, Excel o PowerPoint, niente scansioni, niente protezione con password, niente AI. Vuoi cominciare la prova gratuita?
nl: Geen onbeperkt bewerken, geen handtekeningen, geen conversies naar Word, Excel of PowerPoint, geen scannen, geen wachtwoordbeveiliging, geen AI. Wilt u uw gratis proefperiode starten?

source: Not an identity document: this is the photo that goes on a Japanese job application, and it is what most people there are looking for.
de: Kein Ausweisdokument: Dieses Foto gehört auf die japanische Bewerbung, und danach suchen dort die meisten.
es: No es un documento de identidad: es la foto que va en la solicitud de empleo japonesa, y es la que allí busca la mayoría.
fr: Ce n'est pas un document d'identité : c'est la photo qui accompagne une candidature au Japon, et c'est celle que la plupart des gens y cherchent.
it: Non è un documento d'identità: è la foto che va sulla domanda di lavoro giapponese, ed è quella che là cerca la maggior parte delle persone.
nl: Geen identiteitsdocument: dit is de foto voor een Japanse sollicitatie, en dat is wat de meeste mensen daar zoeken.

source: Not enough detail for a %lld dpi print
de: Zu wenig Detail für einen Druck mit %lld dpi
es: No hay bastante detalle para una impresión a %lld ppp
fr: Pas assez de détail pour une impression à %lld ppp
it: Non c'è abbastanza dettaglio per una stampa a %lld dpi
nl: Te weinig detail voor een afdruk van %lld dpi

source: Not enough room around the head
de: Zu wenig Platz um den Kopf
es: No hay bastante espacio alrededor de la cabeza
fr: Pas assez d'espace autour de la tête
it: Non c'è abbastanza spazio intorno alla testa
nl: Te weinig ruimte rond het hoofd

source: Not sure yet?
de: Noch unsicher?
es: ¿Aún no lo tienes claro?
fr: Encore hésitant ?
it: Non sei ancora sicuro?
nl: Nog niet zeker?

source: Nothing filed here yet
de: Hier ist noch nichts abgelegt
es: Aquí todavía no hay nada
fr: Rien de classé ici pour l'instant
it: Qui non c'è ancora niente
nl: Hier staat nog niets

source: Nothing to do with children — it is what the small Mexican document photo is called. Head height derived from ICAO's 70–80% rule.
de: Hat nichts mit Kindern zu tun — so heißt das kleine mexikanische Dokumentfoto. Die Kopfhöhe leitet sich aus der ICAO-Regel von 70–80 % ab.
es: No tiene nada que ver con niños: así se llama la foto de documento pequeña en México. La altura del rostro se deriva de la regla ICAO del 70–80 %.
fr: Rien à voir avec les enfants : c'est le nom de la petite photo de document mexicaine. La hauteur du visage découle de la règle OACI des 70–80 %.
it: Non ha nulla a che vedere con i bambini: è il nome della piccola foto documento messicana. L'altezza del viso deriva dalla regola ICAO del 70–80%.
nl: Het heeft niets met kinderen te maken — zo heet de kleine Mexicaanse pasfoto. Hoofdhoogte afgeleid van de 70–80%-regel van de ICAO.

source: Number every page
de: Jede Seite nummerieren
es: Numera todas las páginas
fr: Numéroter chaque page
it: Numera tutte le pagine
nl: Elke pagina nummeren

source: numbering
de: nummerierung
es: numeración
fr: numérotation
it: numerazione
nl: nummering

source: Off
de: Aus
es: Desactivado
fr: Désactivé
nl: Uit

source: Oh nou
de: Oh nein
es: Vaya
fr: Oh non
it: Oh no
nl: O nee

source: Oldest first
de: Älteste zuerst
es: Más antiguos primero
fr: Plus anciens d'abord
it: Prima i meno recenti
nl: Oudste eerst

source: On
de: Ein
es: Activado
fr: Activé
nl: Aan

source: One of the files is not an image.
de: Eine der Dateien ist kein Bild.
es: Uno de los archivos no es una imagen.
fr: L'un des fichiers n'est pas une image.
it: Uno dei file non è un'immagine.
nl: Een van de bestanden is geen afbeelding.

source: One photo
de: Ein Foto
es: Una foto
fr: Une photo
it: Una foto
nl: Eén foto

source: One side of the face is in shadow
de: Eine Gesichtshälfte liegt im Schatten
es: Un lado del rostro está en sombra
fr: Un côté du visage est dans l'ombre
it: Un lato del viso è in ombra
nl: Eén kant van het gezicht ligt in de schaduw

source: Online conversion
de: Online-Konvertierung
es: Conversión en línea
fr: Conversion en ligne
it: Conversione online
nl: Online conversie

source: Only the layout changed — see the Visual tab.
de: Nur das Layout hat sich geändert — siehe den Tab «Visuell».
es: Solo ha cambiado la maquetación: consulta la pestaña Visual.
fr: Seule la mise en page a changé — voyez l'onglet «Visuel».
it: È cambiata solo l'impaginazione: vedi la scheda Visivo.
nl: Alleen de indeling is veranderd — zie het tabblad Visueel.

source: Ooops!
de: Hoppla!
es: ¡Uy!
fr: Oups !
it: Ops!
nl: Oeps!

source: Opacity
de: Deckkraft
es: Opacidad
fr: Opacité
it: Opacità
nl: Dekking

source: open
de: öffnen
es: abrir
fr: ouvrir
it: apri
nl: openen

source: Open ${scan}
de: ${scan} öffnen
es: Abrir ${scan}
fr: Ouvrir ${scan}
it: Apri ${scan}
nl: ${scan} openen

source: Open ${tool}
de: ${tool} öffnen
es: Abrir ${tool}
fr: Ouvrir ${tool}
it: Apri ${tool}
nl: ${tool} openen

source: Open a PDF tool
de: Ein PDF-Werkzeug öffnen
es: Abrir una herramienta de PDF
fr: Ouvrir un outil PDF
it: Apri uno strumento PDF
nl: Een PDF-hulpmiddel openen

source: Open a scan
de: Einen Scan öffnen
es: Abrir un escaneo
fr: Ouvrir une numérisation
it: Apri una scansione
nl: Een scan openen

source: Open a tool
de: Ein Werkzeug öffnen
es: Abrir una herramienta
fr: Ouvrir un outil
it: Apri uno strumento
nl: Een hulpmiddel openen

source: Open document
de: Dokument öffnen
es: Abrir documento
fr: Ouvrir le document
it: Apri documento
nl: Document openen

source: Open Files, Mail, or whichever app is holding the document — a text file, a spreadsheet, a slide deck.
de: Öffnen Sie Dateien, Mail oder die App, in der das Dokument liegt — eine Textdatei, eine Tabelle, eine Präsentation.
es: Abre Archivos, Mail o la app donde esté el documento: un archivo de texto, una hoja de cálculo, una presentación.
fr: Ouvrez Fichiers, Mail, ou l'app où se trouve le document — un fichier texte, un tableur, une présentation.
it: Apri File, Mail o l'app in cui si trova il documento: un file di testo, un foglio di calcolo, una presentazione.
nl: Open Bestanden, Mail of welke app het document ook bevat — een tekstbestand, een spreadsheet, een presentatie.

source: Open it to enter its password.
de: Öffnen Sie es, um sein Passwort einzugeben.
es: Ábrelo para introducir su contraseña.
fr: Ouvrez-le pour saisir son mot de passe.
it: Aprilo per inserire la password.
nl: Open het om het wachtwoord in te voeren.

source: Open my documents
de: Meine Dokumente öffnen
es: Abrir mis documentos
fr: Ouvrir mes documents
it: Apri i miei documenti
nl: Mijn documenten openen

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
nl: Instellingen openen

source: Open signed document
de: Signiertes Dokument öffnen
es: Abrir documento firmado
fr: Ouvrir un document signé
it: Apri documento firmato
nl: Ondertekend document openen

source: Open Signed Document…
de: Signiertes Dokument öffnen…
es: Abrir documento firmado…
fr: Ouvrir un document signé…
it: Apri documento firmato…
nl: Ondertekend document openen…

source: Open your eyes wide and avoid squinting into the light.
de: Öffnen Sie die Augen weit und blinzeln Sie nicht ins Licht.
es: Abre bien los ojos y evita entornarlos hacia la luz.
fr: Ouvrez bien les yeux et évitez de plisser face à la lumière.
it: Apri bene gli occhi ed evita di strizzarli verso la luce.
nl: Doe uw ogen wijd open en knijp ze niet samen tegen het licht.

source: Open…
de: Öffnen…
es: Abrir…
fr: Ouvrir…
it: Apri…
nl: Openen…

source: Opens one of your saved scans in PDF Pro.
de: Öffnet einen Ihrer gespeicherten Scans in PDF Pro.
es: Abre uno de tus escaneos guardados en PDF Pro.
fr: Ouvre l'une de vos numérisations enregistrées dans PDF Pro.
it: Apre una delle tue scansioni salvate in PDF Pro.
nl: Opent een van uw opgeslagen scans in PDF Pro.

source: Opens the app on the tool you choose.
de: Öffnet die App mit dem Werkzeug, das Sie wählen.
es: Abre la app en la herramienta que elijas.
fr: Ouvre l'app sur l'outil que vous choisissez.
it: Apre l'app sullo strumento che scegli.
nl: Opent de app op het gekozen hulpmiddel.

source: Opens the app on your saved PDFs.
de: Öffnet die App mit Ihren gespeicherten PDFs.
es: Abre la app en los PDF que has guardado.
fr: Ouvre l'app sur vos PDF enregistrés.
it: Apre l'app sui PDF che hai salvato.
nl: Opent de app op uw opgeslagen PDF's.
